<?php
echo "\n"; // выводим символ переноса строки
$int_number = 5; // объявляем переменную с целочисленным значением
echo $int_number; // выводим значение на экран

echo "\n"; // выводим символ переноса строки

$float_number = 3.14; // объявляем переменную с значением с плавающей точкой
echo $float_number; // выводим значение на экран

echo "\n"; // выводим символ переноса строки

echo 6 + 6; // выводим число 12 с помощью сложения

echo "\n"; // выводим символ переноса строки

$last_month = 1187.23; // расходы в прошлом месяце
$this_month = 1089.98; // расходы в этом месяце
echo "Разница между расходами в прошлом месяце и этом месяце составляет " . ($last_month - $this_month) . " рублей.";